Repository: nixplay/GMImagePicker
Catalog: GMImagePicker/*.lproj/GMImagePicker.strings
Languages: ca, es, it, ja, pt

# picker.navigation.cancel-button
source: Cancel
ca: Cancel·lar
es: Cancelar
it: Annulla
ja: キャンセル
pt: Cancelar

# picker.navigation.done-button
source: Done
ca: Fet
es: OK
it: Fine
ja: 完了
pt: OK

# picker.navigation.camera-button
source: Camera
es: Cámara
ja: カメラ

# picker.selection.multiple-items
source: %@ Items Selected
ca: %@ ítems seleccionats
es: %@ ítems selec.
it: %@ elementi selezionati
ja: %@個のアイテムが選択されています
pt: %@ elementos

# picker.selection.multiple-photos
source: %@ Photos Selected
ca: %1$@ fotos seleccionades
es: %@ fotos selec.
it: %1$@ foto selezionate
ja: %@枚の写真を選択
pt: %1$@ seleccionadas

# picker.selection.multiple-videos
source: %@ Videos Selected
ca: %@ vídeos seleccionats
es: %@ vídeos selec.
it: %@ video selezionati
ja: %@本の動画が選択されました
pt: %@ vídeos

# picker.selection.single-photo
source: 1 Photo Selected
ca: 1 foto seleccionada
es: 1 foto selec.
it: 1 foto selezionata
ja: 1枚の写真を選択
pt: 1 fotografia

# picker.selection.single-video
source: 1 Video Selected
ca: 1 vídeo seleccionat
es: 1 vídeo selec.
it: 1 video selezionato
ja: 1本のビデオを選択
pt: 1 vídeo

# picker.table.all-photos-label
source: Camera Roll
ca: Rodet
es: Carrete
it: Rullino foto
ja: カメラロール
pt: Rolo da câmara

# picker.table.my-photo-stream-header
source: MY PHOTO STREAM
ja: マイフォトストリーム

# picker.table.synced-album-header
source: SYNCED ALBUM
ja: 同期アルバム

# picker.table.cloud-shared-header
source: CLOUD SHARED
ja: クラウド共有

# picker.table.smart-albums-header
source: SMART COLLECTIONS
ca: COL·LECCIONS INTEL·LIGENTS
es: COLECCIONES INTELIGENTES
it: RACCOLTE SMART
ja: スマートコレクション
pt: COLECÇÕES INTELIGENTES

# picker.table.user-albums-header
source: COLLECTIONS
ca: COL·LECCIONS
es: COLECCIONES
it: COLLEZIONI
ja: コレクション
pt: COLECÇÕES

# picker.confirm.title
source: Are You Sure?
ja: 本気ですか？

# picker.confirm.message
source: Do you want to select the image you tapped on?
ja: タップした画像を選択しますか？

# picker.action.no
source: No
ja: 番号

# picker.action.yes
source: Yes
ja: はい

# picker.action.permission.microphone
source: Enable Microphone Access
es: Habilitar el acceso al micrófono
it: Abilita l'accesso al microfono
ja: マイクアクセスを有効にする

# picker.action.permission.camera
source: Enable Camera Access
es: Habilitar el acceso a la cámara
it: Abilita l'accesso alla fotocamera
ja: カメラアクセスを有効にする

# picker.action.permission.title
source: Share to Nixplay
es: Compartir en Nixplay
it: Condividi con Nixplay
ja: Nixplayで共有
